[
  {
    "title": "My Waifu - Marin" ,
    "thumbnail": "assets/Marin-Kitagawa/thumnail2.png",
    "id": "marin",
    "nama": "Marin Kitagawa",
    "anime": "My Dress-Up Darling",
    "mainBanner": "assets/Marin-Kitagawa/marin-kitagawa.png",
    "namaJepang": "喜多川海夢 x そのビスクドールは恋をする",
    "namaBiodata": "Marin Kitagawa",
    "pekerjaan": "Student, Reader Model",
    "umur": "March 5th, 2002 (2005 in anime)",
    "bintang": "Pisces",
    "tinggi": "164 cm",
    "bb": "Around 50 kg",
    "fotoCenter": "assets/Marin-Kitagawa/65c5e9d2b41d16258736eb9135f111dc.jpg",
    "fotoCenterTwo": "assets/Marin-Kitagawa/148eb978b86d502ca4188b5e2bbc9e64c8a7d149d3c88f63403d94301d2859ea.jpg",

    "slideshow": [
      "assets/Marin-Kitagawa/1.png",
      "assets/Marin-Kitagawa/2.png",
      "assets/Marin-Kitagawa/3.png",
      "assets/Marin-Kitagawa/4.png",
      "assets/Marin-Kitagawa/5.png",
      "assets/Marin-Kitagawa/6.png",
      "assets/Marin-Kitagawa/7.png",
      "assets/Marin-Kitagawa/8.png",
      "assets/Marin-Kitagawa/9.png",
      "assets/Marin-Kitagawa/11.png",
      "assets/Marin-Kitagawa/12.png"



    ],
    "story": "Marin Kitagawa adalah gadis SMA yang terlihat sempurna di mata banyak orang ceria, cantik, populer, dan selalu tampil percaya diri. Namun di balik itu semua, Marin menyimpan sisi dirinya yang jarang diketahui orang lain: ia seorang otaku sejati yang menyukai game eroge dan anime niche, serta memiliki impian besar untuk menjadi cosplayer. Dunia sekolah yang sering menghakimi membuatnya menyembunyikan hobinya, sampai suatu hari ia melihat Gojo Wakana, teman sekelas yang pendiam dan tertutup, menjahit pakaian boneka Hina. Alih-alih mengejek, Marin justru kagum dengan keterampilan Gojo dan secara spontan memintanya membuatkan kostum karakter kesukaannya, Shizuku-tan. Permintaan itu menjadi titik balik hidup keduanya. Marin, dengan keberanian dan ketulusannya, masuk ke dunia Gojo yang sunyi dan membuatnya merasa dihargai. Sementara Gojo, yang awalnya merasa tidak pantas bergaul dengan orang seperti Marin, perlahan mulai menemukan kepercayaan diri dan semangat baru dalam hidupnya. Sepanjang musim pertama, Marin terus berani menunjukkan sisi otakunya dan mendekati Gojo tanpa rasa malu, bahkan ketika melakukan cosplay-cosplay yang berani dan menantang. Ia belajar banyak tentang proses kostum, pemotretan, hingga menghadapi tantangan sebagai cosplayer. Di balik tawa dan candaan, Marin mulai menyadari bahwa perasaannya terhadap Gojo bukan lagi sekadar kekaguman ia jatuh cinta. Tapi ia menyimpannya dalam hati, menghargai setiap momen bersama Gojo yang mulai melihatnya bukan hanya sebagai klien, tapi sebagai seseorang yang penting. Season 1 menggambarkan Marin bukan hanya sebagai gadis yang suka cosplay, tapi sebagai remaja yang berani mencintai dirinya sendiri dan orang lain apa adanya. Sumber: <a href=\"https://chatgpt.com/\">ChatGPT</a> hehe."
  }
]